### Forest: Sync Check Service Infrastructure Plan: success

<details><summary>Show Plan</summary>

```
09:54:23.350 STDOUT terraform: data.external.sources_tar: Reading...
09:54:23.365 STDOUT terraform: data.external.sources_tar: Read complete after 0s [id=-]
09:54:23.367 STDOUT terraform: data.local_file.sources: Reading...
09:54:23.370 STDOUT terraform: data.digitalocean_ssh_keys.keys: Reading...
09:54:23.371 STDOUT terraform: data.digitalocean_project.forest_project: Reading...
09:54:23.373 STDOUT terraform: data.local_file.sources: Read complete after 0s [id=937fb00ac4ca9955dc89e5064455192ce3d4342c]
09:54:23.794 STDOUT terraform: data.digitalocean_ssh_keys.keys: Read complete after 1s [id=ssh_keys/17864415940875832378]
09:54:24.943 STDOUT terraform: data.digitalocean_project.forest_project: Read complete after 2s [id=da5e6601-7fd9-4d02-951e-390f7feb3411]
09:54:24.962 STDOUT terraform: Terraform used the selected providers to generate the following execution
09:54:24.962 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
09:54:24.962 STDOUT terraform:   + create
09:54:24.962 STDOUT terraform: Terraform will perform the following actions:
09:54:24.962 STDOUT terraform:   # digitalocean_droplet.forest will be created
09:54:24.962 STDOUT terraform:   + resource "digitalocean_droplet" "forest" {
09:54:24.962 STDOUT terraform:       + backups              = false
09:54:24.962 STDOUT terraform:       + created_at           = (known after apply)
09:54:24.962 STDOUT terraform:       + disk                 = (known after apply)
09:54:24.962 STDOUT terraform:       + graceful_shutdown    = false
09:54:24.963 STDOUT terraform:       + id                   = (known after apply)
09:54:24.963 STDOUT terraform:       + image                = "docker-20-04"
09:54:24.963 STDOUT terraform:       + ipv4_address         = (known after apply)
09:54:24.963 STDOUT terraform:       + ipv4_address_private = (known after apply)
09:54:24.963 STDOUT terraform:       + ipv6                 = false
09:54:24.963 STDOUT terraform:       + ipv6_address         = (known after apply)
09:54:24.963 STDOUT terraform:       + locked               = (known after apply)
09:54:24.963 STDOUT terraform:       + memory               = (known after apply)
09:54:24.963 STDOUT terraform:       + monitoring           = true
09:54:24.963 STDOUT terraform:       + name                 = "prod-sync-check"
09:54:24.963 STDOUT terraform:       + price_hourly         = (known after apply)
09:54:24.963 STDOUT terraform:       + price_monthly        = (known after apply)
09:54:24.963 STDOUT terraform:       + private_networking   = (known after apply)
09:54:24.963 STDOUT terraform:       + region               = "fra1"
09:54:24.963 STDOUT terraform:       + resize_disk          = true
09:54:24.963 STDOUT terraform:       + size                 = "s-8vcpu-16gb"
09:54:24.963 STDOUT terraform:       + ssh_keys             = [
09:54:24.963 STDOUT terraform:           + "00:a0:c0:54:5f:40:22:10:52:8a:04:48:f9:c8:db:00",
09:54:24.963 STDOUT terraform:           + "37:1e:1a:fc:25:2d:5a:a7:1f:49:b2:6d:53:5c:0e:45",
09:54:24.963 STDOUT terraform:           + "41:91:6d:f9:f7:27:44:30:7f:a4:6f:36:e8:97:ad:cb",
09:54:24.963 STDOUT terraform:           + "6d:ac:4e:80:f3:26:d2:e5:0d:4f:0b:fa:0b:68:b1:ce",
09:54:24.963 STDOUT terraform:           + "77:09:d9:32:61:65:81:08:d1:e2:50:9b:ec:28:02:62",
09:54:24.964 STDOUT terraform:           + "9c:18:88:44:c4:d6:74:84:07:9a:3c:9a:f6:17:f3:e4",
09:54:24.964 STDOUT terraform:           + "f0:80:3c:38:8e:67:b4:9e:fe:14:1c:74:5a:4e:35:9f",
09:54:24.964 STDOUT terraform:           + "fa:48:60:7b:b0:c4:86:70:e9:fa:e9:f8:fb:c7:2e:72",
09:54:24.964 STDOUT terraform:           + "fe:42:94:20:d0:a9:24:67:5f:de:78:c1:bb:8b:6c:92",
09:54:24.964 STDOUT terraform:         ]
09:54:24.964 STDOUT terraform:       + status               = (known after apply)
09:54:24.964 STDOUT terraform:       + tags                 = [
09:54:24.964 STDOUT terraform:           + "iac",
09:54:24.964 STDOUT terraform:           + "prod",
09:54:24.964 STDOUT terraform:         ]
09:54:24.964 STDOUT terraform:       + urn                  = (known after apply)
09:54:24.964 STDOUT terraform:       + user_data            = (sensitive value)
09:54:24.964 STDOUT terraform:       + vcpus                = (known after apply)
09:54:24.964 STDOUT terraform:       + volume_ids           = (known after apply)
09:54:24.964 STDOUT terraform:       + vpc_uuid             = (known after apply)
09:54:24.964 STDOUT terraform:     }
09:54:24.964 STDOUT terraform:   # digitalocean_project_resources.connect_forest_project will be created
09:54:24.964 STDOUT terraform:   + resource "digitalocean_project_resources" "connect_forest_project" {
09:54:24.964 STDOUT terraform:       + id        = (known after apply)
09:54:24.964 STDOUT terraform:       + project   = "da5e6601-7fd9-4d02-951e-390f7feb3411"
09:54:24.964 STDOUT terraform:       + resources = (known after apply)
09:54:24.964 STDOUT terraform:     }
09:54:24.964 STDOUT terraform: Plan: 2 to add, 0 to change, 0 to destroy.
09:54:24.964 STDOUT terraform: Changes to Outputs:
09:54:24.964 STDOUT terraform:   + ip = [
09:54:24.964 STDOUT terraform:       + (known after apply),
09:54:24.965 STDOUT terraform:     ]
09:54:24.965 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
09:54:24.965 STDOUT terraform: Saved the plan to: ../../../../../../tfplan
09:54:24.965 STDOUT terraform: To perform exactly these actions, run the following command to apply:
09:54:24.965 STDOUT terraform:     terraform apply "../../../../../../tfplan"
```

</details>